{
    "\"Down-regulated microRNA-200a in Meningiomas Promotes Tumor Growth by Reducing E-cadherin and Activating the Wnt/{beta} catenin Signaling Pathway.": null,
    "\"MicroRNA-222 regulates cell invasion by targeting matrix metalloproteinase 1(MMP1) and manganese superoxide dismutase 2 (SOD2) in tongue squamous cell carcinoma cell lines.\"": "19487542",
    "\"MicroRNA-373 (miR-373) post-transcriptionally regulates large tumor suppressor, homolog 2 (LATS2) and stimulates proliferation in human esophageal cancer.\"": "19501585",
    "\"The muscle-specific microRNA miR-206 blocks human rhabdomyosarcoma growth in xenotransplanted mice by promoting myogenic differentiation.\"": "19620785",
    "A MicroRNA feedback circuit in midbrain dopamine neurons.": "17761882",
    "A SNP in a let-7 microRNA complementary site in the KRAS 3' untranslated region increases non-small cell lung cancer risk.": null,
    "A cyclin D1/microRNA 17/20 regulatory feedback loop in control of breast cancer cell proliferation.": "18695042",
    "A double-negative feedback loop between ZEB1-SIP1 and the microRNA-200 family regulates epithelial-mesenchymal transition": "18829540",
    "A feedback regulatory loop involving microRNA-9 and nuclear receptor TLX in neural stem cell fate determination": "19330006",
    "A functional polymorphism in the miR-146a gene and age of familial breast/ovarian cancer diagnosis.": "18660546",
    "A functional screen identifies miR-34a as a candidate neuroblastoma tumor suppressor gene.": "18505919",
    "A genetic screen implicates miRNA-372 and miRNA-373 as oncogenes in testicular germ cell tumors.": "16564011",
    "A high throughput experimental approach to identify miRNA targets in human cells": "19734348",
    "A limited set of human MicroRNA is deregulated in follicular thyroid carcinoma.": "16822819",
    "A miR-24 microRNA binding-site polymorphism in dihydrofolate reductase gene leads to methotrexate resistance.": null,
    "A micro-RNA signature associated with race, tumor size, and target gene activity in human uterine leiomyomas.": "17243163",
    "A microRNA DNA methylation signature for human cancer metastasis": "18768788",
    "A microRNA-based gene dysregulation pathway in Huntington's disease.": "18082412",
    "A necessary role of miR-221 and miR-222 in vascular smooth muscle cell proliferation and neointimal hyperplasia": "19150885",
    "A pancreatic islet-specific microRNA regulates insulin secretion.": "15538371",
    "A pleiotropically acting microRNA, miR-31, inhibits breast cancer metastasis.": "19524507",
    "A reciprocal repression between ZEB1 and members of the miR-200 family promotes EMT and invasion in cancer cells.": "18483486",
    "A regulatory interplay between miR-27a and Runx1 during megakaryopoiesis": "19114653",
    "A risk variant in an miR-125b binding site in BMPR1B is associated with breast cancer pathogenesis": null,
    "A search for conserved sequences in coding regions reveals that the let-7 microRNA targets Dicer within its coding sequence": "18812516",
    "A skin microRNA promotes differentiation by repressing 'stemness'.": "18311128",
    "Abnormal microRNA-16 locus with synteny to human 13q14 linked to CLL in NZB mice.": "17351108",
    "Allele variants in functional MicroRNA target sites of the neurotrophin-3 receptor gene (NTRK3) as susceptibility factors for anxiety disorders.": "19370765",
    "Allele-specific targeting of microRNAs to HLA-G and risk of asthma.": "17847008",
    "An Epigenetic Switch Involving NF-kappaB, Lin28, Let-7 MicroRNA, and IL6 Links Inflammation to Cell Transformation": "19878981",
    "An NF-kB-sensitive microRNA-146a-mediated inflammatory circuit in Alzheimer's disease and in stressed human brain cells.": null,
    "An activity-induced microRNA controls dendritic spine formation by regulating Rac1-PAK signaling": "19850129",
    "An androgen-regulated miRNA suppresses Bak1 expression and induces androgen-independent growth of prostate cancer cells.": "18056640",
    "An autoregulatory loop mediated by miR-21 and PDCD4 controls the AP-1 activity in RAS transformation": "18850008",
    "Antagomir-17-5p abolishes the growth of therapy-resistant neuroblastoma through p21 and BIM": "18493594",
    "Antiproliferative effects by Let-7 repression of high-mobility group A2 in uterine leiomyoma.": "18403645",
    "Attribution of vascular phenotypes of the murine Egfl7 locus to the microRNA miR-126": "18987025",
    "B cell differentiation in EBV-positive Burkitt Lymphoma is impaired at post-transcriptional level by miRNA altered expression.": null,
    "BMPRII is a direct target of miR-21": "19578724",
    "Biological functions of miR-29b contribute to positive regulation of osteoblast differentiation": "19342382",
    "Characterization of an NF-kappaB-regulated, miRNA-146a-mediated down-regulation of complement factor H (CFH) in metal-sulfate-stressed human brain cells.": "19540598",
    "Cholesteatoma Growth and Proliferation: Posttranscriptional Regulation by MicroRNA-21.": "19672202",
    "Chromatin remodeling at Alu repeats by epigenetic treatment activates silenced microRNA-512-5p with downregulation of Mcl-1 in human gastric cancer cells.": "19503096",
    "Clinical significance of high mobility group A2 in human gastric cancer and its relationship to let-7 microRNA family.": "18413822",
    "Co-suppression of miR-221/222 cluster suppresses human glioma cell growth by targeting p27kip1 in vitro and in vivo.": "19424584",
    "Common variation in the miR-659 binding-site of GRN is a major risk factor for TDP43-positive frontotemporal dementia.": "18723524",
    "Comprehensive analysis of microRNA expression patterns in hepatocellular carcinoma and non-tumorous tissues.": "16331254",
    "Concerted microRNA control of Hedgehog signalling in cerebellar neuronal progenitor and tumour cells.": "18756266",
    "Control of stress-dependent cardiac growth and gene expression by a microRNA.": "17379774",
    "Coordinate Regulation of FOXO1 by miR-27a, miR-96, and miR-182 in Breast Cancer Cells.": "19574223",
    "Coordinate suppression of ERBB2 and ERBB3 by enforced expression of micro-RNA miR-125a or miR-125b.": "17110380",
    "CpG island hypermethylation of tumor suppressor microRNAs in human cancer.": null,
    "Cyclin G1 is a target of miR-122a, a microRNA frequently down-regulated in human hepatocellular carcinoma.": "17616664",
    "DNA damage-induced upregulation of miR-709 in the germline downregulates BORIS to counteract aberrant DNA hypomethylation": null,
    "Decreased expression of microRNA-199b increases protein levels of SET (protein phosphatase 2A inhibitor) in human choriocarcinoma.": "19900756",
    "Deregulated expression of miR-106a predicts survival in human colon cancer patients.": "18521848",
    "Detection of metastatic head and neck squamous cell carcinoma using the relative  expression of tissue-specific mir-205.": null,
    "Detection of miR-106a in gastric carcinoma and its clinical significance.": "18996365",
    "Differential Allelic Expression of Dopamine D1 Receptor Gene (DRD1) Is Modulated by microRNA miR-504": "19135651",
    "Differential allelic expression of dopamine D1 receptor gene (DRD1) is modulated by microRNA miR-504": "19135651",
    "Differential expression of PTEN-targeting microRNAs miR-19a and miR-21 in Cowden syndrome.": "18460397",
    "Differentially regulated micro-RNAs and actively translated messenger RNA transcripts by tumor suppressor p53 in colon cancer.": "16609010",
    "Disrupting the pairing between let-7 and Hmga2 enhances oncogenic transformation.": "17322030",
    "Distinct microRNA alterations characterize high- and low-grade bladder cancer": "19843843",
    "Distinct microRNA expression profiles in acute myeloid leukemia with common translocations.": "18832181",
    "Distinctive microRNA signature of acute myeloid leukemia bearing cytoplasmic mutated nucleophosmin.": "18308931",
    "Down-regulation of hsa-miR-10a in chronic myeloid leukemia CD34+ cells increases  USF2-mediated cell growth.": null,
    "Down-regulation of miR-1/miR-133 contributes to re-expression of pacemaker channel genes HCN2 and HCN4 in hypertrophic heart.": "18458081",
    "Down-regulation of the microRNAs miR-34a, miR-127, and miR-200b in rat liver during hepatocarcinogenesis induced by a methyl-deficient diet.": null,
    "Down-regulations of B-cell lymphoma 2 (Bcl-2) and myeloid cell leukemia sequence 1 (Mcl-1) by MicroRNA 153 induce apoptosis in a glioblastoma cell line DBTRG-05MG.": null,
    "Downregulation of miR-138 is associated with overexpression of human telomerase reverse transcriptase protein in human anaplastic thyroid carcinoma cell lines.": "18201269",
    "Downregulation of miRNA-200c links breast cancer stem cells with normal stem cells.": "19665978",
    "Downregulation of microRNA-1 (miR-1) in lung cancer: Suppression of tumorigenic property of lung cancer cells and their sensitization to doxorubicin induced apoptosis by miR-1.": null,
    "Downregulation of microRNAs-143 and -145 in B-cell malignancies.": "17892514",
    "Dysregulation of cardiogenesis, cardiac conduction, and cell cycle in mice lacking miRNA-1-2.": "17397913",
    "E-cadherin transcriptional down-regulation by epigenetic and microRNA-200 family alterations is related to mesenchymal and drug-resistant phenotypes in human breast cancer cells.": null,
    "E2F1-regulated microRNAs impair TGFbeta-dependent cell-cycle arrest and apoptosis in gastric cancer.": "18328430",
    "EGFR regulation by microRNA in lung cancer: correlation with clinical response and survival to gefitinib and EGFR expression in cell lines.": "18304967",
    "Ectopic expression of miR-126*, an intronic product of the vascular endothelial EGF-like 7 gene, regulates prostein translation and invasiveness of prostate cancer LNCaP cells.": null,
    "Effect of alcohol on miR-212 expression in intestinal epithelial cells and its potential role in alcoholic liver disease.": "18162065",
    "Effect of miRNA-10b in regulating cellular steatosis level by targeting PPAR-alpha expression, a novel mechanism for the pathogenesis of NAFLD": "19780876",
    "Effects of miR-34a on cell growth and chemoresistance in prostate cancer PC3 cells.": null,
    "Endogenous human microRNAs that suppress breast cancer metastasis.": "18185580",
    "Epigallocatechin gallate up-regulation of miR-16 and induction of apoptosis in human cancer cells.": "19269153",
    "Epigenetic regulation of microRNA-370 by interleukin-6 in malignant human cholangiocytes.": "17621267",
    "Epigenetic silencing of the myelopoiesis regulator microRNA-223 by the AML1/ETO oncoprotein.": "17996649",
    "Epigenetic silencing of the tumor suppressor microRNA Hsa-miR-124a regulates CDK6 expression and confers a poor prognosis in acute lymphoblastic leukemia.": "19435910",
    "Escape from hsa-miR-519c enables drug-resistant cells to maintain high expression of ABCG2": "19825807",
    "Ethanol-induced expression of ET-1 and ET-BR in liver sinusoidal endothelial cells and human endothelial cells involves hypoxia-inducible factor-1alpha and microrNA-199": "19783678",
    "Evidence for Selective microRNAs and their Effectors as Common Long-Term Targets for the Actions of Mood Stabilizers": "18704095",
    "Experimental identification of microRNA-140 targets by silencing and overexpressing miR-140": "18945805",
    "Exploration of tumor-suppressive microRNAs silenced by DNA hypermethylation in oral cancer.": "18381414",
    "Expression of microRNA-146 suppresses NF-kappaB activity with reduction of metastatic potential in breast cancer cells.": "18504431",
    "First evidence for an association of a functional variant in the microRNA-510 target site of the serotonin receptor type 3E gene with diarrhea predominant irritable bowel syndrome.": "18614545",
    "Foxp3-dependent microRNA155 confers competitive fitness to regulatory T cells by targeting SOCS1 protein": "19144316",
    "Frequent deletions and down-regulation of micro-RNA genes miR15 and miR16 at 13q14 in chronic lymphocytic leukemia.": "12434020",
    "Functional links between clustered microRNAs: suppression of cell-cycle inhibitors by microRNA clusters in gastric cancer.": "19153141",
    "Functional variant in microRNA-196a2 contributes to the susceptibility of congenital heart disease in a Chinese population.": null,
    "Genetic and epigenetic silencing of microRNA-203 enhances ABL1 and BCR-ABL1 oncogene expression.": "18538733",
    "Genetic unmasking of an epigenetically silenced microRNA in human cancer cells.": "17308079",
    "Genome-wide microRNA expression profiling in renal cell carcinoma: significant down-regulation of miR-141 and miR-200c.": null,
    "Genomic loss of microRNA-101 leads to overexpression of histone methyltransferase EZH2 in cancer.": null,
    "Genomic profiling of microRNAs in bladder cancer: miR-129 is associated with poor outcome and promotes cell death in vitro.": "19487295",
    "High mobility group A2 is a target for miRNA-98 in head and neck squamous cell carcinoma.": "17222355",
    "Hsa-miR-34c suppresses growth and invasion of human laryngeal carcinoma cells via targeting c-Met.": "20198305",
    "Human microRNA-155 on chromosome 21 differentially interacts with its polymorphic target in the AGTR1 3' untranslated region: a mechanism for functional single-nucleotide polymorphisms related to phenotypes.": null,
    "Human natural Treg microRNA signature: Role of microRNA-31 and microRNA-21 in FOXP3 expression": "19408243",
    "Human papillomavirus type 16 reduces the expression of microRNA-218 in cervical carcinoma cells.": "17998940",
    "Hypermethylation of let-7a-3 in epithelial ovarian cancer is associated with low insulin-like growth factor-II expression and favorable prognosis.": "17974952",
    "Hypersusceptibility to vesicular stomatitis virus infection in Dicer1-deficient mice is due to impaired miR24 and miR93 expression.": "17613256",
    "Hypoxia-inducible mir-210 regulates normoxic gene expression involved in tumor initiation": "19782034",
    "Identification of keratinocyte growth factor as a target of microRNA-155 in lung fibroblasts: implication in epithelial-mesenchymal interactions": "19701459",
    "Identification of microRNA-181 by genome-wide screening as a critical player in EpCAM-positive hepatic cancer stem cells.": "19585654",
    "Identification of novel microRNA targets based on microRNA signatures in bladder cancer.": "19378336",
    "Identification of pyruvate kinase type M2 as potential oncoprotein in squamous cell carcinoma of tongue through microRNA profiling.": "18464261",
    "IkappaBzeta expression is regulated by miR-124a": "19502795",
    "In vitro evidence suggests that miR-133a-mediated regulation of uncoupling protein 2 (UCP2) is an indispensable step in myogenic differentiation": "19073597",
    "Induction of MicroRNA-221 by Platelet-derived Growth Factor Signaling Is Critical for Modulation of Vascular Smooth Muscle Phenotype": "19088079",
    "Inositol phosphatase SHIP1 is a primary target of miR-155": "19359473",
    "Integrin beta(3) expression is regulated by let-7a miRNA in malignant melanoma.": "18679415",
    "Interleukin-6 modulates the expression of the bone morphogenic protein receptor type II through a novel STAT3-microRNA cluster 17/92 pathway.": "19390056",
    "Involvement of human micro-RNA in growth and response to chemotherapy in human cholangiocarcinoma cell lines.": "16762633",
    "Is REST a regulator of pluripotency?": null,
    "Let-7 expression defines two differentiation stages of cancer.": "17600087",
    "Let-7 prevents early cancer progression by suppressing expression of the embryonic gene HMGA2.": "17957144",
    "Let-7a elevates p21(WAF1) levels by targeting of NIRF and suppresses the growth of A549 lung cancer cells": "19818775",
    "Let-7a microRNA suppresses therapeutics-induced cancer cell death by targeting caspase-3.": "18758960",
    "Locked nucleic acid in situ hybridization analysis of miR-21 expression during colorectal cancer development.": "19509156",
    "Loss of heterozygosity at 2q37 in sporadic Wilms' tumor: putative role for miR-562": "19789318",
    "Loss of microRNA cluster miR-29a/b-1 in sporadic Alzheimer's disease correlates with increased BACE1/beta-secretase expression.": "18434550",
    "Loss of mir-146a function in hormone-refractory prostate cancer.": "18174313",
    "Low-Level Expression of MicroRNAs let-7d and miR-205 Are Prognostic Markers of Head and Neck Squamous Cell Carcinoma.": "19179615",
    "MICRORNA-206 targets NOTCH3, activates apoptosis, inhibits tumor cell migration and foci formation": null,
    "MYC stimulates EZH2 expression by repression of its negative regulator miR-26a.": "18713946",
    "MYC translocation-negative classical Burkitt lymphoma cases: an alternative pathogenetic mechanism involving miRNA deregulation.": "18802929",
    "MeCP2 controls an epigenetic pathway that promotes myofibroblast transdifferentiation and fibrosis": "19843474",
    "Mechanism of chemoresistance mediated by miR-140 in human osteosarcoma and colon cancer cells": "19734943",
    "Mechanism of growth inhibition by MicroRNA 145: the role of the IGF-I receptor signaling pathway.": "19391107",
    "Methylation mediated silencing of MicroRNA-1 gene and its role in hepatocellular carcinogenesis.": "18593903",
    "MiR-122/cyclin G1 interaction modulates p53 activity and affects doxorubicin sensitivity of human hepatocarcinoma cells.": "19584283",
    "MiR-128 up-regulation inhibits Reelin and DCX expression and reduces neuroblastoma cell motility and invasiveness.": "19713529",
    "MiR-15a and MiR-16 control Bmi-1 expression in ovarian cancer.": "19903841",
    "MiR-221 controls CDKN1C/p57 and CDKN1B/p27 expression in human hepatocellular carcinoma.": "18521080",
    "MiR-34, SIRT1 and p53: the feedback loop": "19221490",
    "Micro RNA 145 targets the insulin receptor substrate-1 and inhibits the growth of colon cancer cells.": "17827156",
    "MicroRNA 125a and its regulation of the p53 tumor suppressor gene": "19818772",
    "MicroRNA 132 regulates nutritional stress-induced chemokine production through repression of SirT1": "19819989",
    "MicroRNA 133B targets pro-survival molecules MCL-1 and BCL2L2 in lung cancer.": "19654003",
    "MicroRNA 155 modulates megakaryopoiesis at progenitor and precursor level by targeting Ets-1 and Meis1 transcription factors": "18950466",
    "MicroRNA 184 regulates expression of NFAT1 in umbilical cord blood CD4+ T-cells": "19286996",
    "MicroRNA 21 promotes glioma invasion by targeting matrix metalloproteinase regulators.": "18591254",
    "MicroRNA 217 modulates endothelial cell senescence via silent information regulator 1": "19786632",
    "MicroRNA 223-dependent expression of LMO2 regulates normal erythropoiesis": "19278969",
    "MicroRNA 29b functions in acute myeloid leukemia": "19850741",
    "MicroRNA 29c is down-regulated in nasopharyngeal carcinomas, up-regulating mRNAs encoding extracellular matrix proteins.": "18390668",
    "MicroRNA 92b Controls the G1/S Checkpoint Gene p57 in Human Embryonic Stem Cells": "19544458",
    "MicroRNA alterations in head and neck squamous cell carcinoma.": "18674958",
    "MicroRNA expression abnormalities in pancreatic endocrine and acinar tumors are associated with distinctive pathologic features and clinical behavior.": "16966691",
    "MicroRNA expression profiling in human ovarian cancer: miR-214 induces cell survival and cisplatin resistance by targeting PTEN.": "18199536",
    "MicroRNA expression signature and antisense-mediated depletion reveal an essential role of MicroRNA in vascular neointimal lesion formation.": "17478730",
    "MicroRNA gene expression during retinoic acid-induced differentiation of human acute promyelocytic leukemia.": "17260024",
    "MicroRNA let-7a down-regulates MYC and reverts MYC-induced growth in Burkitt lymphoma cells.": "17942906",
    "MicroRNA let-7b targets important cell cycle molecules in malignant melanoma cells and interferes with anchorage-independent growth.": "18379589",
    "MicroRNA miR-133 represses HERG K+ channel expression contributing to QT prolongation in diabetic hearts.": "17344217",
    "MicroRNA miR-196a is a central regulator of HOX-B7 and BMP4 expression in malignant melanoma.": "20480203",
    "MicroRNA miR-199a* regulates the MET proto-oncogene and the downstream extracellular signal-regulated kinase 2 (ERK2).": "18456660",
    "MicroRNA miR-29 modulates expression of immunoinhibitory molecule B7-H3: potential implications for immune based therapy of human solid tumors.": "19584290",
    "MicroRNA miR-328 regulates zonation morphogenesis by targeting CD44 expression.": "18560585",
    "MicroRNA miR-378 regulates nephronectin expression modulating osteoblast differentiation by targeting GalNT-7": "19844573",
    "MicroRNA microarray identifies Let-7i as a novel biomarker and therapeutic target in human epithelial ovarian cancer.": null,
    "MicroRNA profiling identifies miR-34a and miR-21 and their target genes JAG1 and WNT1 in the co-ordinate regulation of dendritic cell differentiation": null,
    "MicroRNA profiling in human medulloblastoma.": "18756266",
    "MicroRNA regulates human vitamin D receptor": "19437538",
    "MicroRNA regulation of Alzheimer's Amyloid precursor protein expression.": null,
    "MicroRNA regulation of DNA repair gene expression in hypoxic stress": "19141645",
    "MicroRNA regulation of neuron-like differentiation of adipose tissue-derived stem cells": "19695767",
    "MicroRNA signatures in human ovarian cancer.": null,
    "MicroRNA signatures of TRAIL resistance in human non-small cell lung cancer.": "18246122",
    "MicroRNA-1 Regulates Cardiomyocyte Apoptosis by Targeting Bcl-2": "19506341",
    "MicroRNA-1 negatively regulates expression of the hypertrophy-associated calmodulin and Mef2a genes": "19188439",
    "MicroRNA-1/206 targets c-Met and inhibits rhabdomyosarcoma development.": "19710019",
    "MicroRNA-101 negatively regulates Ezh2 and its expression is modulated by androgen receptor and HIF-1alpha/HIF-1beta.": "20478051",
    "MicroRNA-101 regulates expression of the v-fos FBJ murine osteosarcoma viral oncogene homolog (FOS) oncogene in human hepatocellular carcinoma.": "19133651",
    "MicroRNA-101, down-regulated in hepatocellular carcinoma, promotes apoptosis and suppresses tumorigenicity.": null,
    "MicroRNA-122 inhibits tumorigenic properties of hepatocellular carcinoma cells and sensitizes these cells to Sorafenib": "19726678",
    "MicroRNA-125a represses cell growth by targeting HuR in breast cancer": null,
    "MicroRNA-125b is a novel negative regulator of p53": "19293287",
    "MicroRNA-126 inhibits invasion in non-small cell lung carcinoma cell lines.": "18602365",
    "MicroRNA-126 regulates HOXA9 by binding to the homeobox.": "18474618",
    "MicroRNA-128 inhibits glioma cells proliferation by targeting transcription factor E2F3a.": "18810376",
    "MicroRNA-133 controls cardiac hypertrophy.": "17468766",
    "MicroRNA-133 regulates the expression of GLUT4 by targeting KLF15 and is involved in metabolic control in cardiac myocytes": "19720047",
    "MicroRNA-141 Regulates Smad Interacting Protein 1 (SIP1) and Inhibits Migration and Invasion of Colorectal Cancer Cells": "19830559",
    "MicroRNA-141 and -200a are involved in bone morphogenetic protein-2-induced mouse Pre-osteoblast differentiation by targeting distal-less homeobox 5": "19454767",
    "MicroRNA-143 and -145 in colon cancer.": "17504027",
    "MicroRNA-143 as a Tumor Suppressor for Bladder Cancer.": "19157460",
    "MicroRNA-143 regulates adipocyte differentiation.": "15504739",
    "MicroRNA-143 targets DNA methyltransferases 3A in colorectal cancer.": "19638978",
    "MicroRNA-145 regulates OCT4, SOX2, and KLF4 and represses pluripotency in human embryonic stem cells": "19409607",
    "MicroRNA-145, a Novel Smooth Muscle Cell Phenotypic Marker and Modulator, Controls Vascular Neointimal Lesion Formation.": "19542014",
    "MicroRNA-146a feedback inhibits RIG-I-dependent Type I IFN production in macrophages by targeting TRAF6, IRAK1, and IRAK2": "19596990",
    "MicroRNA-155 Is Regulated by TGF{beta}/Smad Pathway and Contributes to Epithelial Cell Plasticity by Targeting RhoA": null,
    "MicroRNA-155 is regulated by the transforming growth factor beta/Smad pathway and contributes to epithelial cell plasticity by targeting RhoA.": "18794355",
    "MicroRNA-155 modulates the interleukin-1 signaling pathway in activated human monocyte-derived dendritic cells": "19193853",
    "MicroRNA-155 regulates human angiotensin II type 1 receptor expression in fibroblasts.": "16675453",
    "MicroRNA-15b regulates cell cycle progression by targeting cyclins in glioma cells.": "19135980",
    "MicroRNA-17 post-transcriptionally regulates polycystic kidney disease-2 gene and promotes cell proliferation.": "19821056",
    "MicroRNA-17-3p is a prostate tumor suppressor in vitro and in vivo, and is decreased in high grade prostate tumors analyzed by laser capture microdissection": "19771525",
    "MicroRNA-17-92 downregulates expression of distinct targets in different B-cell lymphoma subtypes.": null,
    "MicroRNA-183 regulates Ezrin expression in lung cancer cells.": "18840437",
    "MicroRNA-184 antagonizes microRNA-205 to maintain SHIP2 levels in epithelia": null,
    "MicroRNA-184 antagonizes microRNA-205 to maintain SHIP2 levels in epithelia.": null,
    "MicroRNA-193b represses cell proliferation and regulates cyclin D1 in melanoma.": "20304954",
    "MicroRNA-195 suppresses tumorigenicity and regulates G(1)/S transition of human hepatocellular carcinoma cells.": null,
    "MicroRNA-196a is a Potential Marker of Progression during Barrett's Metaplasia-Dysplasia-Invasive Adenocarcinoma Sequence in Esophagus.": null,
    "MicroRNA-196a targets annexin A1: a microRNA-mediated mechanism of annexin A1 downregulation in cancers.": "18663355",
    "MicroRNA-199b-5p impairs cancer stem cells through negative regulation of HES1 in medulloblastoma.": "19308264",
    "MicroRNA-200c mitigates invasiveness and restores sensitivity to microtubule-targeting chemotherapeutic agents.": "19435871",
    "MicroRNA-205 inhibits tumor cell migration through down-regulating the expression of the LDL receptor-related protein 1": "19665999",
    "MicroRNA-21 (miR-21) post-transcriptionally downregulates tumor suppressor Pdcd4 and stimulates invasion, intravasation and metastasis in colorectal cancer.": "17968323",
    "MicroRNA-21 Targets Sprouty2 and Promotes Cellular Outgrowths.": "18508928",
    "MicroRNA-21 contributes to myocardial disease by stimulating MAP kinase signalling in fibroblasts.": null,
    "MicroRNA-21 directly targets MARCKS and promotes apoptosis resistance and invasion in prostate cancer cells.": "19302977",
    "MicroRNA-21 down-regulates the expression of tumor suppressor PDCD4 in human glioblastoma cell T98G.": null,
    "MicroRNA-21 is overexpressed in pancreatic cancer and a potential predictor of survival.": null,
    "MicroRNA-21 promotes cell proliferation and down-regulates the expression of programmed cell death 4 (PDCD4) in HeLa cervical carcinoma cells.": "19682430",
    "MicroRNA-21 promotes cell transformation by targeting the programmed cell death 4 gene.": "18372920",
    "MicroRNA-21 regulates expression of the PTEN tumor suppressor gene in human hepatocellular cancer.": "17681183",
    "MicroRNA-21 regulates the proliferation and invasion in esophageal squamous cell carcinoma.": "19276261",
    "MicroRNA-21 targets LRRFIP1 and contributes to VM-26 resistance in glioblastoma multiforme.": "19559015",
    "MicroRNA-21 targets a network of key tumor-suppressive pathways in glioblastoma cells.": "18829576",
    "MicroRNA-21 targets the tumor suppressor gene tropomyosin 1 (TPM1).": "17363372",
    "MicroRNA-21 targets tumor suppressor genes in invasion and metastasis.": "18270520",
    "MicroRNA-210 controls mitochondrial metabolism during hypoxia by repressing the iron-sulfur cluster assembly proteins ISCU1/2": "19808020",
    "MicroRNA-210 modulates endothelial cell response to hypoxia and inhibits the receptor tyrosine kinase ligand Ephrin-A3.": "18417479",
    "MicroRNA-214 is aberrantly expressed in cervical cancers and inhibits the growth of HeLa cells": "19859982",
    "MicroRNA-219 modulates NMDA receptor-mediated neurobehavioral dysfunction": "19196972",
    "MicroRNA-221 and -222 pathway controls melanoma progression.": null,
    "MicroRNA-221 targets Bmf in hepatocellular carcinoma and correlates with tumor multifocality.": "19671867",
    "MicroRNA-221/222 Confers Tamoxifen Resistance in Breast Cancer by Targeting p27Kip1.": "18708351",
    "MicroRNA-221/222 Negatively Regulates Estrogen Receptor{alpha} and Is Associated with Tamoxifen Resistance in Breast Cancer.": "18790736",
    "MicroRNA-223 is commonly repressed in hepatocellular carcinoma and potentiates expression of Stathmin1.": "18555017",
    "MicroRNA-27 enhances differentiation of myeloblasts into granulocytes by post-transcriptionally downregulating Runx1": "19298589",
    "MicroRNA-27a functions as an oncogene in gastric adenocarcinoma by targeting prohibitin.": "18789835",
    "MicroRNA-29 family reverts aberrant methylation in lung cancer by targeting DNA methyltransferases 3A and 3B.": "17890317",
    "MicroRNA-298 and MicroRNA-328 Regulate Expression of Mouse {beta}-Amyloid Precursor Protein-converting Enzyme 1.": "18986979",
    "MicroRNA-298 and microRNA-328 regulate expression of mouse beta -amyloid precursor protein converting enzyme 1.": "18986979",
    "MicroRNA-320 is involved in the regulation of cardiac ischemia/reperfusion injury by targeting heat-shock protein 20.": "19380620",
    "MicroRNA-328 Negatively Regulates the Expression of Breast Cancer Resistance Protein (BCRP/ABCG2) in Human Cancer Cells.": "19270061",
    "MicroRNA-330 acts as tumor suppressor and induces apoptosis of prostate cancer cells through E2F1-mediated suppression of Akt phosphorylation.": "19597470",
    "MicroRNA-338 regulates local cytochrome c oxidase IV mRNA levels and oxidative phosphorylation in the axons of sympathetic neurons": null,
    "MicroRNA-34a Inhibits Uveal Melanoma Cell Proliferation and Migration through Downregulation of c-Met.": "19029026",
    "MicroRNA-34a functions as a potential tumor suppressor by inducing apoptosis in neuroblastoma cells.": "17297439",
    "MicroRNA-34a inhibits glioblastoma growth by targeting multiple oncogenes": "19773441",
    "MicroRNA-34a inhibits uveal melanoma cell proliferation and migration through downregulation of c-Met.": "19029026",
    "MicroRNA-377 is up-regulated and can lead to increased fibronectin production in diabetic nephropathy.": null,
    "MicroRNA-513 regulates B7-H1 translation and is involved in IFN-gamma-induced B7-H1 expression in cholangiocytes": "19155478",
    "MicroRNA-661, a c/EBPalpha target, inhibits metastatic tumor antigen 1 and regulates its functions.": null,
    "MicroRNA-7, a homeobox D10 target, inhibits p21-activated kinase 1 and regulates its functions.": "18922890",
    "MicroRNA-9 controls the expression of Granuphilin/Slp4 and the secretory response of insulin-producing cells.": "16831872",
    "MicroRNA-9 inhibits ovarian cancer cell growth through regulation of NF-kappaB1.": "19702828",
    "MicroRNA-9 reduces cell invasion and E-cadherin secretion in SK-Hep-1 cell.": "19572217",
    "MicroRNA-dependent regulation of DNA methyltransferase-1 and tumor suppressor gene expression by interleukin-6 in human malignant cholangiocytes.": "20146264",
    "MicroRNA-dependent regulation of cKit in cutaneous melanoma.": "19126397",
    "MicroRNA-mediated down-regulation of PRDM1/Blimp-1 in Hodgkin/Reed-Sternberg cells: a potential pathogenetic lesion in Hodgkin lymphomas.": "18583325",
    "MicroRNA-mediated inhibition of prostate-derived Ets factor messenger RNA translation affects prostate-derived Ets factor regulatory networks in human breast cancer.": "18922924",
    "MicroRNA-mediated regulation of Ubc9 expression in cancer cells": "19223510",
    "MicroRNA-regulated pathways associated with endometriosis.": "19074548",
    "MicroRNA145 targets BNIP3 and suppresses prostate cancer progression.": "20332243",
    "MicroRNA15a modulates expression of the cell-cycle regulator Cdc25A and affects hepatic cystogenesis in a rat model of polycystic kidney disease.": null,
    "MicroRNAs 143 and 145 are possible common onco-microRNAs in human cancers.": "16969504",
    "MicroRNAs 221 and 222 Bypass Quiescence and Compromise Cell Survival.": "18413744",
    "MicroRNAs and their potential for translation in prostate cancer.": null,
    "MicroRNAs are differentially expressed in ulcerative colitis and alter expression of macrophage inflammatory peptide-2 alpha.": "18835392",
    "MicroRNAs miR-186 and miR-150 down-regulate expression of the pro-apoptotic purinergic P2X7 receptor by activation of instability sites at the 3'-untranslated region of the gene that decrease steady-state levels of the transcript": "18682393",
    "MicroRNAs play an essential role in the development of cardiac hypertrophy.": null,
    "MicroRNAs regulate critical genes associated with multiple myeloma pathogenesis.": "18728182",
    "MicroRNAs: novel regulators involved in the pathogenesis of Psoriasis?": "17622355",
    "Microrna-221 and microrna-222 modulate differentiation and maturation of skeletal muscle cells": "19859555",
    "Mir-144 selectively regulates embryonic {alpha}-hemoglobin synthesis during primitive erythropoiesis.": "18941117",
    "Mir-17-5p regulates breast cancer cell proliferation by inhibiting translation of AIB1 mRNA.": "16940181",
    "Mir-214-dependent regulation of the polycomb protein Ezh2 in skeletal muscle and embryonic stem cells": "19818710",
    "NF-kappaB-dependent induction of microRNA miR-146, an inhibitor targeted to signaling proteins of innate immune responses.": "16885212",
    "Nicotine modulates expression of miR-140*, which targets the 3'-untranslated region of dynamin 1 gene ( Dnm1)": "18845019",
    "Nuclear hormone receptor regulation of microRNAs controls developmental progression": "19342589",
    "Oncogenic potential of the miR-106-363 cluster and its implication in human T-cell leukemia.": null,
    "Pdcd4, a colon cancer prognostic that is regulated by a microRNA": "19836969",
    "Polymorphic mature microRNAs from passenger strand of pre-miR-146a contribute to thyroid cancer.": "19164563",
    "Post-transcriptional regulation of mouse mu opioid receptor (MOR1) via its 3'untranslated region: a role for microRNA23b.": null,
    "Post-transcriptional regulation of mouse {micro} opioid receptor (MOR1) via its 3' untranslated region: a role for microRNA23b": null,
    "Posttranscriptional regulation of interleukin-10 expression by hsa-miR-106a": "19307576",
    "Preliminary validation of ERBB2 expression regulated by miR-548d-3p and miR-559": "19486885",
    "Profiling microRNA expression in hepatocellular carcinoma reveals microRNA-224 up-regulation and apoptosis inhibitor-5 as a microRNA-224-specific target.": "18319255",
    "Programmed cell death 4 (PDCD4) is an important functional target of the microRNA miR-21 in breast cancer cells.": "17991735",
    "Protein tyrosine phosphatase receptor-type O (PTPRO) is co-regulated by E2F1 and miR-17-92.": "18644370",
    "RAS is regulated by the let-7 microRNA family.": "15766527",
    "Radiation modulation of microRNA in prostate cancer cell lines.": "18668526",
    "Regulation of IKKbeta by miR-199a affects NF-kappaB activity in ovarian cancer cells.": "18408758",
    "Regulation of JAK2 by miR-135a: prognostic impact in classical Hodgkin lymphoma.": null,
    "Regulation of RUNX3 Tumor Suppressor Gene Expression in Cutaneous Melanoma.": "19336521",
    "Regulation of autophagy by a beclin 1-targeted microRNA, miR-30a, in cancer cells": "19535919",
    "Regulation of cyclin dependent kinase 6 by microRNA 124 in medulloblastoma.": "18607543",
    "Regulation of epidermal growth factor receptor signaling in human cancer cells by microRNA-7.": "19073608",
    "Regulation of miR-200 family microRNAs and ZEB transcription factors in ovarian cancer: Evidence supporting a mesothelial-to-epithelial transition": "19854497",
    "Regulation of miRNA expression by Src and contact normalization: effects on nonanchored cell growth and migration": "19767772",
    "Regulation of microRNA expression by HMGA1 proteins": null,
    "Regulation of p27Kip1 by miRNA 221/222 in glioblastoma.": "17721077",
    "Regulation of progenitor cell proliferation and granulocyte function by microRNA-223.": "18278031",
    "Regulation of the cell cycle gene, BTG2, by miR-21 in human laryngeal carcinoma.": "19546886",
    "Repression of alpha-synuclein expression and toxicity by microRNA-7.": "19628698",
    "Reticuloendotheliosis virus strain T induces miR-155 which targets JARID2 and promotes cell survival": null,
    "Role of miR-143 targeting KRAS in colorectal tumorigenesis": "19137007",
    "Role of miR-143 targeting KRAS in colorectal tumorigenesis.": "19137007",
    "Role of microRNA-143 in Fas-mediated apoptosis in human T-cell leukemia Jurkat cells.": "19464056",
    "Role of the miR-106b-25 microRNA cluster in hepatocellular carcinoma.": "19486339",
    "Roles for microRNAs, miR-93 and miR-130b, and tumor protein 53-induced nuclear protein 1 tumor suppressor in cell growth dysregulation by human T-cell lymphotrophic virus 1.": "18974142",
    "Sequence context outside the target region influences the effectiveness of miR-223 target sites in the RhoB 3'UTR": null,
    "Sequence variants in SLITRK1 are associated with Tourette's syndrome.": null,
    "Serum response factor regulates a muscle-specific microRNA that targets Hand2 during cardiogenesis.": "15951802",
    "Significance of Plk1 regulation by miR-100 in human nasopharyngeal cancer": null,
    "Specific activation of microRNA-127 with downregulation of the proto-oncogene BCL6 by chromatin-modifying drugs in human cancer cells.": "16766263",
    "Specific activation of microRNA106b enables the p73 apoptotic response in chronic lymphocytic leukemia by targeting the ubiquitin ligase, Itch for degradation.": "19096009",
    "Specific microRNAs are downregulated in human thyroid anaplastic carcinomas.": "17563749",
    "Stable expression of miR-200c alone is sufficient to regulate TCF8 (ZEB1) and restore E-cadherin expression": "19502803",
    "Suppression of non-small cell lung tumor development by the let-7 microRNA family.": "18308936",
    "Sustained activation of ERK1/2 by NGF induces microRNA-221 and 222 in PC12 cells": "19438724",
    "Synergistic action of the microRNA-17 polycistron and Myc in aggressive cancer development.": "17608773",
    "Systemic Delivery of Synthetic MicroRNA-16 Inhibits the Growth of Metastatic Prostate Tumors via Downregulation of Multiple Cell-cycle Genes": "19738602",
    "TGF-beta activates Akt kinase through a microRNA-dependent amplifying circuit targeting PTEN": "19543271",
    "Tanshinone IIA protects against sudden cardiac death induced by lethal arrhythmias via repression of microRNA-1": "19775284",
    "Target identification of microRNAs expressed highly in human embryonic stem cells": null,
    "Tcl1 expression in chronic lymphocytic leukemia is regulated by miR-29 and miR-181.": "17178851",
    "The MYCN oncogene is a direct target of miR-34a.": "18504438",
    "The MicroRNA let-7a modulates interleukin-6-dependent STAT-3 survival signaling in malignant human cholangiocytes.": "17220301",
    "The PTEN-regulating microRNA miR-26a is amplified in high-grade glioma and facilitates gliomagenesis in vivo.": "19487573",
    "The bifunctional microRNA miR-9/miR-9* regulates REST and CoREST and is downregulated in Huntington's disease.": null,
    "The c-myb Protooncogene and microRNA (miR)-15a comprise an active autoregulatory feedback loop in human hematopoietic cells": "18818396",
    "The c-myb proto-oncogene and microRNA-15a comprise an active autoregulatory feedback loop in human hematopoietic cells.": "18818396",
    "The cell growth suppressor, mir-126, targets IRS-1.": "18834857",
    "The epidermal growth factor receptor responsive miR-125a represses mesenchymal morphology in ovarian cancer cells": "19881956",
    "The expression of microRNA miR-107 decreases early in Alzheimer's disease and may accelerate disease progression through regulation of beta-site amyloid precursor protein-cleaving enzyme 1.": "18234899",
    "The genomic analysis of erythrocyte microRNA expression in sickle cell diseases.": "18523662",
    "The identification of differentially expressed microRNA in osteoarthritic tissue that modulate the production of TNF-alpha and MMP13": "19008124",
    "The let-7 microRNA represses cell proliferation pathways in human cells.": "17699775",
    "The miR-15a-miR-16-1 cluster controls prostate cancer by targeting multiple oncogenic activities.": "18931683",
    "The miR-18a* microRNA functions as a potential tumor suppressor by targeting on K-Ras": "19372139",
    "The miR-18a* microRNA functions as a potential tumor suppressor by targeting on K-Ras.": "19372139",
    "The miR-200 family and miR-205 regulate epithelial to mesenchymal transition by targeting ZEB1 and SIP1.": "18376396",
    "The miR-200 family inhibits epithelial-mesenchymal transition and cancer cell migration by direct targeting of E-cadherin transcriptional repressors ZEB1 and ZEB2.": "18411277",
    "The miR200 family of microRNAs regulates WAVE3-dependent cancer cell invasion": "19801681",
    "The micro-ribonucleic acid (miRNA) miR-206 targets the human estrogen receptor-alpha (ERalpha) and represses ERalpha messenger RNA and protein expression in breast cancer cell lines.": "17312270",
    "The microRNA miR-1 regulates a MEF-2-dependent retrograde signal at neuromuscular junctions.": "18510933",
    "The microRNAs miR-373 and miR-520c promote tumour invasion and metastasis.": null,
    "The muscle-specific microRNA miR-1 regulates cardiac arrhythmogenic potential by targeting GJA1 and KCNJ2.": "17401374",
    "The muscle-specific microRNAs miR-1 and miR-133 produce opposing effects on apoptosis by targeting HSP60, HSP70 and caspase-9 in cardiomyocytes.": "17715156",
    "The noncoding RNA, miR-126, suppresses the growth of neoplastic cells by targeting phosphatidylinositol 3-kinase signaling and is frequently lost in colon cancers.": "18663744",
    "The oncogenic microRNA-27a targets genes that regulate specificity protein transcription factors and the G2-M checkpoint in MDA-MB-231 breast cancer cells.": "18006846",
    "The promyelocytic leukemia zinc finger-microRNA-221/-222 pathway controls melanoma progression through multiple oncogenic mechanisms.": "18417445",
    "The putative tumor suppressor microRNA-101 modulates the cancer epigenome by repressing the polycomb group protein EZH2.": "19258506",
    "The role of microRNA and other non-coding RNA in the pathogenesis of chronic lymphocytic leukemia.": null,
    "The role of microRNA expression pattern in human intrahepatic cholangiocarcinoma.": "19070389",
    "The role of microRNA genes in papillary thyroid carcinoma.": "16365291",
    "The tumor suppressor microRNA let-7 represses the HMGA2 oncogene.": "17437991",
    "The tumor suppressor microRNA-101 becomes an epigenetic player by targeting the polycomb group protein EZH2 in cancer": "19625769",
    "Therapeutic microRNA delivery suppresses tumorigenesis in a murine liver cancer model.": null,
    "Transactivation of miR-34a by p53 broadly influences gene expression and promotes apoptosis.": "17540599",
    "Translational control of FOG-2 expression in cardiomyocytes by microRNA-130a": "19582148",
    "Truncation in CCND1 mRNA alters miR-16-1 regulation in mantle cell lymphoma.": "18483394",
    "Tumor protein 53-induced nuclear protein 1 expression is repressed by miR-155, and its restoration inhibits pancreatic tumor development.": "17911264",
    "Tumor-suppressive miR-34a induces senescence-like growth arrest through modulation of the E2F pathway in human colon cancer cells.": "17875987",
    "Tumour invasion and metastasis initiated by microRNA-10b in breast cancer.": "17898713",
    "Two new miR-16 targets: Caprin-1 and HMGA1, proteins implicated in cell proliferation": "19250063",
    "Unsaturated fatty acids inhibit the expression of tumor suppressor phosphatase and tensin homolog (PTEN) via microRNA-21 up-regulation in hepatocytes": "19072831",
    "Up-regulated microRNA-143 transcribed by nuclear factor kappa B enhances hepatocarcinoma metastasis by repressing fibronectin expression.": "19472311",
    "Up-regulation of miR-21 by HER2/neu Signaling Promotes Cell Invasion.": "19419954",
    "Up-regulation of micro-RNA-221 (miRNA-221; chr Xp11.3) and caspase-3 accompanies  down-regulation of the survivin-1 homolog BIRC1 (NAIP) in glioblastoma multiforme (GBM).": "18759060",
    "Up-regulation of micro-RNA-221 (miRNA-221; chr Xp11.3) and caspase-3 accompanies down-regulation of the survivin-1 homolog BIRC1 (NAIP) in glioblastoma multiforme(GBM).": "18759060",
    "Variation in the miRNA-433 binding site of FGF20 confers risk for Parkinson disease by overexpression of alpha-synuclein.": "18252210",
    "Widespread deregulation of microRNA expression in human prostate cancer.": "17891175",
    "let-7 microRNA functions as a potential growth suppressor in human colon cancer cells.": "16651716",
    "let-7 overexpression leads to an increased fraction of cells in G2/M, direct down-regulation of Cdc34 and stabilization of Wee1 kinase in primary fibroblasts.": null,
    "let-7 regulates self renewal and tumorigenicity of breast cancer cells.": "18083101",
    "miR-122 regulation of lipid metabolism revealed by in vivo antisense targeting.": "16459310",
    "miR-122 targets an anti-apoptotic gene, Bcl-w, in human hepatocellular carcinoma cell lines.": "18692484",
    "miR-124 and miR-137 inhibit proliferation of glioblastoma multiforme cells and induce differentiation of brain tumor stem cells.": "18577219",
    "miR-124 regulates adult neurogenesis in the subventricular zone stem cell niche": "19287386",
    "miR-126 regulates angiogenic signaling and vascular integrity": "18694566",
    "miR-128b is a potent glucocorticoid sensitizer in MLL-AF4 acute lymphocytic leukemia cells and exerts cooperative effects with miR-221": "19749093",
    "miR-142-3p restricts cAMP production in CD4+CD25- T cells and CD4+CD25+ TREG cells by targeting AC9 mRNA": "19098714",
    "miR-145 and miR-143 regulate smooth muscle cell fate and plasticity": "19578358",
    "miR-15 and miR-16 induce apoptosis by targeting BCL2.": "16166262",
    "miR-15a and miR-16 Are Implicated in Cell Cycle Regulation in a Rb-Dependent Manner and Are Frequently Deleted or Down-regulated in Non-Small Cell Lung Cancer.": null,
    "miR-15a and miR-16 are implicated in cell cycle regulation in a Rb-dependent manner and are frequently deleted or down-regulated in non-small cell lung cancer.": null,
    "miR-15a and miR-16-1 down-regulation in pituitary adenomas.": "15648093",
    "miR-15b and miR-16 are implicated in activation of the rat hepatic stellate cell: An essential role for apoptosis": "19232449",
    "miR-15b and miR-16 modulate multidrug resistance by targeting BCL2 in human gastric cancer cells.": "18449891",
    "miR-16 family induces cell cycle arrest by regulating multiple cell cycle genes": "18701644",
    "miR-17 and miR-20a temper an E2F1-induced G1 checkpoint to regulate cell cycle progression": "18836483",
    "miR-181b negatively regulates activation-induced cytidine deaminase in B cells": null,
    "miR-19, miR-101 and miR-130 co-regulate ATXN1 levels to potentially modulate SCA1 pathogenesis.": "18758459",
    "miR-196a Regulates Proliferation and Osteogenic Differentiation in Mesenchymal Stem Cells Derived From Human Adipose Tissue": "19063684",
    "miR-199a*, a bone morphogenic protein 2 responsive microRNA, regulates chondrogenesis via direct targeting to Smad1": "19251704",
    "miR-206 Expression is down-regulated in estrogen receptor alpha-positive human breast cancer.": "18593897",
    "miR-21 plays a pivotal role in gastric cancer pathogenesis and progression.": null,
    "miR-21-mediated tumor growth.": "17072344",
    "miR-22 inhibits estrogen signaling by directly targeting the estrogen receptor alpha mRNA.": "19414598",
    "miR-221 and miR-222 expression affects the proliferation potential of human prostate carcinoma cell lines by targeting p27Kip1.": "17569667",
    "miR-23 regulation of lamin B1 is crucial for oligodendrocyte development and myelination": "19259393",
    "miR-23a functions downstream of NFATc3 to regulate cardiac hypertrophy.": "19574461",
    "miR-24 Inhibits cell proliferation by targeting E2F2, MYC, and other cell-cycle genes via binding to \"seedless\" 3'UTR microRNA recognition elements": null,
    "miR-296 regulates growth factor receptor overexpression in angiogenic endothelial cells.": "18977327",
    "miR-320 targets transferrin receptor 1 (CD71) and inhibits cell proliferation.": "19135902",
    "miR-34a inhibits migration and invasion by down-regulation of c-Met expression in human hepatocellular carcinoma cells.": "19006648",
    "miR-34a, a microRNA up-regulated in a double transgenic mouse model of Alzheimer's disease, inhibits bcl2 translation.": null,
    "miR-34b targets cyclic AMP-responsive element binding protein in acute myeloid leukemia.": "19258499",
    "miR-375 targets PDK1 and regulates glucose-induced biological responses in pancreatic {beta}-cells.": "18591395",
    "miR-449a targets HDAC-1 and induces growth arrest in prostate cancer.": "19252524",
    "miR-519 suppresses tumor growth by reducing HuR levels.": "20305372",
    "miR-93, miR-98, and miR-197 regulate expression of tumor suppressor gene FUS1.": "19671678",
    "miRNA deregulation by epigenetic silencing disrupts suppression of the oncogene PLAG1 in chronic lymphocytic leukemia.": "19692702",
    "microRNA miR-27b impairs human adipocyte differentiation and targets PPARgamm": null,
    "microRNA-1 negatively regulates expression of the hypertrophy-associated genes calmodulin and Mef2a.": "19188439",
    "microRNA-146b inhibits glioma cell migration and invasion by targeting MMPs.": "19265686",
    "microRNA-205 regulates HER3 in human breast cancer.": "19276373",
    "microRNA-21 negatively regulates Cdc25A and cell cycle progression in colon cancer cells": "19826040",
    "microRNA-24a is required to repress apoptosis in the developing neural retina": "19372388",
    "microRNA-451 regulates macrophage migration inhibitory factor production and proliferation of gastrointestinal cancer cells.": "19318487",
    "microRNA-7 inhibits the epidermal growth factor receptor and the Akt pathway and is down-regulated in glioblastoma.": "18483236",
    "microRNAs miR-124, let-7d and miR-181a regulate Cocaine-induced Plasticity": "19703567",
    "microRNAs regulate human embryonic stem cell division": "19823043",
    "mir-29 regulates Mcl-1 protein expression and apoptosis.": "17404574",
    "p53-Responsive micrornas 192 and 215 are capable of inducing cell cycle arrest.": null,
    "p53-mediated activation of miRNA34 candidate tumor-suppressor genes.": "17656095"
}